Repository: Kero76/Job-Offer
Catalog: languages/job-offer-*.po
Languages: fr_fr

source: Permanent position
fr_fr: CDD

source: Temporary position
fr_fr: CDI

source: Full-time
fr_fr: Temps plein

source: Traineeship
fr_fr: Stage

source: Alternation
fr_fr: Alternance

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Save the Offer
fr_fr: Enregistrer l&#039;offre

source: An error occured, please contact a developper for fix it.
fr_fr: Une erreur interne est survenue, merci de contacter le développeur pour corriger ça.

source: Your offer was correctly inserted.
fr_fr: Votre offre a bien &eacute;t&eacute; ajout&eacute;e.

source: Your offer was correctly deleted.
fr_fr: Votre offre a bien &eacute;t&eacute; supprim&eacute;e.

source: Your offer was correctly updated.
fr_fr: Votre offre a bien &eacute;t&eacute; mise à jour.

source: Title is empty.
fr_fr: Le champ Titre est vide.

source: Content is empty.
fr_fr: Le champ Contenu est vide.

source: Really want to delete this offer ? (This action is irreversible)
fr_fr: Voulez vous vraiment supprimer cette offre ? (Cette action est irr&eacute;versible)

source: Offers
fr_fr: Offres

source: Offer
fr_fr: Offre

source: Add new Offer
fr_fr: Ajouter une nouvelle offre

source: New Offer
fr_fr: Nouvelle offre

source: Edit Offer
fr_fr: Editer une offre

source: View Offer
fr_fr: Voir une offre

source: All Offers
fr_fr: Toutes les offres

source: Parent Offers:
fr_fr: Offre parente:

source: Search Offers
fr_fr: Rechercher des offres

source: No offers found
fr_fr: Aucune offres trouv&eacute;es

source: No offers found in Trash
fr_fr: Aucune offres trouv&eacute;es dans la corbeille

source: Job or Traineeship offers.
fr_fr: Offre d'emploi ou de stage.

source: Nothing offers are currently present.
fr_fr: Aucune offres n'est actuellement disponible.

source: Type of offers
fr_fr: Type de contrat

source: Offer title
fr_fr: Référence de l'offre

source: No offer found
fr_fr: Aucune offre trouvée

source: Job Offer
fr_fr: Offre d&#039;emploi

source: Add a new Offer
fr_fr: Ajouter une nouvelle offre

source: Title
fr_fr: Titre

source: Content
fr_fr: Contenu

source: Update an Offer
fr_fr: Modifier une offre

source: Views all offers
fr_fr: Voir toutes les offres

source: Add new offer
fr_fr: Ajouter une nouvelle offre

source: Refresh page
fr_fr: Rafraichir la page

source: No offers were found.
fr_fr: Aucune offre n&#039;a &eacute;t&eacute; trouv&eacute;e.

source: Id of offer
fr_fr: Identifiant de l'offre

source: Type of offer
fr_fr: Type de l&#039;offre

source: Title of offer
fr_fr: Titre de l&#039;offre

source: Visibility of offer
fr_fr: Visibilit&eacute; de l&#039;offre

source: Update offer
fr_fr: Modifier une offre

source: Delete offer
fr_fr: Supprimer une offre

source: Show in website
fr_fr: Visible sur le site

source: Hidden in website
fr_fr: Cach&eacute; sur le site

source: Update
fr_fr: Mettre &agrave; jour

source: Delete
fr_fr: Suppression
